{
  "ERMDWizardBanner.stepsMessage" = "Stap @@currentStep@@ van @@tabSectionsContents.count@@";
  "ERMDEmptyListMessage.createObjectStringTemplate" = "Voeg nieuw record toe";
  "ERMDEmptyListMessage.emptyEmbeddedListMessage" = "Geen @@displayNameForDestinationEntity@@ gevonden";
  "ERMDEmptyListMessage.emptyListMessage" = "Geen @@displayNameForEntity@@ gevonden.";
  "ERMD.editRelationshipButtonLabel" = "Bewerken...";
  "ERMD.inspectButtonLabel" = "Bekijken";
  "ERMD.inlineCancelCreationMessage" = "Aanmaak van @@displayNameForEntity@@ afbreken?";
  "ERMD.inlineRemoveOrDeleteRelatedMessage" = "link naar @@displayNameForEntity@@ of @@displayNameForEntity@@ werkelijk verwijderen of ongedaan maken?";
  "ERMD.inlineRemoveRelatedMessage" = "link naar @@displayNameForEntity@@ werkelijk verwijderen?";
  "ERMD.inlineDeleteRelatedMessage" = "@@displayNameForEntity@@ uit database verwijderen?";
  "ERMD.confirmDeleteRelatedMessage" = "Deze @@displayNameForEntity@@ verwijderen?";
  "ERMD.confirmRemoveRelatedMessage" = "Wilt u de link naar @@displayNameForEntity@@ verwijderen?";
  "ERMD.confirmDeleteOrRemoveRelatedMessage" = "Wilt u de link naar @@displayNameForEntity@@ verwijderen of @@displayNameForEntity@@ zelf verwijderen?";
  "ERMD.confirmDeleteMessage" = "@@displayNameForEntity@@ werkelijk verwijderen?";
  "ERMD.addExistingButtonLabel" = "Voeg bestaande toe";
  "ERMD.addNewButtonLabel" = "Maak nieuwe aan";
  "ERMD.newRelationshipButtonLabel" = "Nieuw";
  "ERMD.queryRelationshipButtonLabel" = "Zoek";
  	  
  /* Branch button labels, alternative text values */
  "Button._cancelEdit" = "Cancel";
  "Button._cancelEdit.Alt" = "Reverts your changes";
  "Button._create" = "Create";
  "Button._create.Alt" = "Creates a new Object";
  "Button._createRelated" = "Create";
  "Button._createRelated.Alt" = "Creates a new Object to add to the relationship";
  "Button._delete" = "Delete";
  "Button._delete.Alt" = "Deletes this Object";
  "Button._deleteReturn" = "Delete";
  "Button._deleteReturn.Alt" = "Deletes this Object";
  "Button._edit" = "Edit";
  "Button._edit.Alt" = "Edits this Object";
  "Button._editRelated" = "Edit";
  "Button._editRelated.Alt" = "Edits the related Object";
  "Button._inspect" = "Inspect";
  "Button._inspect.Alt" = "Inspects this Object";
  "Button._inspectRelated" = "Inspect";
  "Button._inspectRelated.Alt" = "Inspects the related Object";
  "Button._nextStep" = "Next";
  "Button._nextStep.Alt" = "Next Step";
  "Button._prevStep" = "Previous";
  "Button._prevStep.Alt" = "Previous Step";
  "Button._query" = "Find";
  "Button._query.Alt" = "Finds Objects matching the query";
  "Button._queryRelated" = "Find";
  "Button._queryRelated.Alt" = "Finds related Objects matching the query";
  "Button._removeRelated" = "Remove";
  "Button._removeRelated.Alt" = "Removes the related Object";
  "Button._return" = "Return";
  "Button._return.Alt" = "Returns to the previous page";
  "Button._returnRelated" = "Return";
  "Button._returnRelated.Alt" = "Returns to the previous page";
  "Button._save" = "Save";
  "Button._save.Alt" = "Saves your changes";
  "Button._select" = "Select";
  "Button._select.Alt" = "Selects that Object";
  "Button._selectAll" = "Select All";
  "Button._selectAll.Alt" = "Selects all Objects";
  "Button._selectNone" = "Select None";
  "Button._selectNone.Alt" = "Removes the selection from all Objects";
  
}
